{
  "en": {
    "about": "about",
    "portfolio": "portfolio",
    "price": "price",
    "contacts": "contacts",
    "menu": "menu",
    "about-desc-1":"Hello! I am Alyona and I am your photographer. Close people call me Lola. The inspiration to do photography found me when I lived in Barcelona and every day contemplated the beauty through the lens of my ",
    "about-desc-2":"camera. That's",
    "about-desc-3":" how Barcelolita was born - my alter ego in photography.",
    "about-desc-4":"All that drives me is the passion for what I do, the inspiration to capture moments, live them with you and tell your stories.",
    "about-desc-5":" Sensual, incredible, sometimes bold — each of us has a special story.",
    "about-desc-6":"My inspiration is life in the moment, people, the elements, those that rage and make the heart beat faster.    ",
    "about-desc-7":"I create shoots for people, about people and about everything that once was or is someone's passion.    ",
    "about-desc-8":"I work with different styles, offering variable shooting models. My specialization is fashion photography, personal, brand photography, lookbooks, couple photography and business photos for your personal brand.    ",
    "about-description-1": " Hello! I am Alyona and I am your photographer. Close people call me Lola. The inspiration to do photography found me when  I lived in Barcelona and every day contemplated the beauty through the lens of my camera. That's how Barcelolita was born - my alter ego in photography. All that drives me is the passion for what I do, the inspiration to capture moments, live them with you and tell your stories.  Sensual, incredible, sometimes bold — each of us has a special story.",
    "about-description-2": "My inspiration is life in the moment, people, the elements, those that rage and make the heart beat faster. I create shoots for people, about people and about everything that once was or is someone's passion. I work with different styles, offering variable shooting models. My specialization is fashion photography, personal, brand photography, lookbooks, couple photography and business photos for your personal brand. Always yours, Barcelolita💋",
    "portfolio-description-1": "(Portfolio)",
    "portfolio-data-1": "Jun 02 , 2023",
    "portfolio-data-2": "Jun 02 , 2023",
    "portfolio-data-3": "Jun 02 , 2023",
    "portfolio-data-4": "Jun 02 , 2023",
    "portfolio-data-5": "Jun 02 , 2023",
    "portfolio-data-6": "Jun 02 , 2023",
    "portfolio-data-7": "Jun 02 , 2023",
    "portfolio-title-1": "Portrait photo",
    "portfolio-title-2": "Fashion photo",
    "portfolio-title-3": "Brand photo",
    "portfolio-title-4": "Genre photo",
    "portfolio-title-5": "Studio photo",
    "portfolio-title-6": "Couple photo",
    "portfolio-title-7": "Lookbook",
    "portfolio-text-1": "Images with an emphasis on faces, facial expressions and character.",
    "portfolio-text-2": "The art of creating expressive and stylish images that emphasize fashion and style.",
    "portfolio-text-3": "Reflects the uniqueness of the brand, its values, style and character through visual elements.",
    "portfolio-text-4": "A variety of categories and styles covering different themes, moods.",
    "portfolio-text-5": "Capturing the beauty of nature and landscapes.",
    "portfolio-text-6": "Images of people, emphasizing their individuality.",
    "portfolio-text-7": "Used to reinforce and build the brand's visual identity.",
    "follow-me": "follow me",
    "phone": "phone",
    "email": "email",
    "message": "If you like what you see on here just say hello and drop me a message. I'd love to work with you!",
    "message-contacts": "If you like what you see on here just say hello and drop me a message. I'd love to work with you!",
    "contact-me": "Contact me",
    "location": "Location:",
    "ukraine": "Ukraine",
    "spain": "Spain",
    "france": "France",
    "contact": "Contact:",
    "contact-me-follow-me": "Follow me:",
    "send": "Send",
    "price-desc": "Photo sessions are specially designed to remember and convey your story, your emotions and your style.I guarantee a unique experience and quality images.",
    "price-1":"shooting up to 1 hour up to 25 edited photos editing time 5-10 days",
    "price-2":"shooting up to 2 hours up to 50 edited photos editing time 10-14 days",
    "price-3":"shooting up to 4 hours up to 100 edited photos editing time 14-21 days"
  },
  "uk": {
    "about": "про мене",
    "portfolio": "портфоліо",
    "price": "ціни",
    "contacts": "контакти",
    "menu": "меню",
    "about-desc-1":"Привіт! Я Альона, і я фотограф. Близькі люди називають мене Лола. Натхнення до фотографії охопило мене, коли я жила в Барселоні, і кожен день розглядала красу через об'єктив своєї ",
    "about-desc-2":"камери.",
    "about-desc-3":"Так народилася Барселоліта - моє альтер-его в фотографіях.",
    "about-desc-4":"Все, що драйвить мене – це пристрасть до того, що я роблю, бажання зловити моменти, прожити їх разом з вами і розповісти ваші історії.",
    "about-desc-5":"Чуттєві, неймовірні, іноді сміливі — у кожного з нас вони свої і особливі.",
    "about-desc-6":"Моє натхнення — це життя в моменті, люди та ті елементи нашого життя, що змушують серце битися частіше.    ",
    "about-desc-7":"Створюю зйомки для людей, про людей і про все, що колись було або є чиєюсь пристрастю.",
    "about-desc-8":"Я працюю з різними стилями, пропонуючи різноманітні типи зйомок. Моя особлива любов — це fashion фотографія, особисті зйомки, зйомки для брендів, лукбуки, зйомки пар, а також бізнес фотографія для персонального бренду.    ",
    
    "about-description-1": "Привіт! Я Барселоліта і я ваш фотограф. Близькі люди називають мене Лола. Натхнення займатися фотографією знайшло мене, коли я жила у Барселоні і кожен день споглядала красу через об'єктив моєї камери. Так народилася Барселоліта – моє альтер-его у фотографії.  Все, що мене рухає - це пристрасть до того, що я роблю, натхнення фіксувати моменти, проживати їх разом із тобою та розповідати твою історію.",
    "about-description-2": "Чуттєвий, неймовірний, іноді сміливий — у кожного з нас своя історія. Моє натхнення - це життя в даний момент, люди, стихії, ті, що лютують і змушують серце битися швидше. Я знімаю для людей, про людей і про все, що колись було або є чиєюсь пристрастю. Я працюю з різними стилями, пропонуючи різні моделі зйомки. Моя спеціалізація - це фешн-фото, особисте фото, брендове фото, лукбуки, парні фотографії та бізнес-фото для вашого особистого бренду.",
    "portfolio-description-1": "(Портфоліо)",
    "portfolio-data-1": "2 Черв , 2023",
    "portfolio-data-2": "2 Черв , 2023",
    "portfolio-data-3": "2 Черв , 2023",
    "portfolio-data-4": "2 Черв , 2023",
    "portfolio-data-5": "2 Черв , 2023",
    "portfolio-data-6": "2 Черв , 2023",
    "portfolio-data-7": "2 Черв , 2023",
    "portfolio-title-1": "Особиста зйомка",
    "portfolio-title-2": "Fashion зйомка",
    "portfolio-title-3": "Брендова зйомка",
    "portfolio-title-4": "Жанрова зйомка",
    "portfolio-title-5": "Студійна зйомка",
    "portfolio-title-6": "Зйомка пари",
    "portfolio-title-7": "Лукбук",
    "portfolio-text-1": "Фотосесія з акцентом на обличчях, міміці та характері.",
    "portfolio-text-2": "Мистецтво створення виразних і стильних образів, що підкреслюють моду і стиль.",
    "portfolio-text-3": "Відображає унікальність бренду, його цінності, стиль і характер за допомогою візуальних елементів.",
    "portfolio-text-4": "Різноманітність категорій і стилів, що охоплюють різні теми, настрої.",
    "portfolio-text-5": "Захоплення красою природи і пейзажів.",
    "portfolio-text-6": "Зображення людей, що підкреслюють їхню індивідуальність.",
    "portfolio-text-7": "Використовується для посилення та побудови візуальної ідентичності бренду.",
    "follow-me": "зв'язатися зі мною",
    "phone": "телефон",
    "email": "електронна пошта",
    "message": "Якщо вам подобається те, що ви тут бачите, просто привітайтеся та надішліть мені повідомлення. Я хотіла би працювати з вами!",
    "message-contacts": "Якщо вам подобається те, що ви тут бачите, просто привітайтеся та надішліть мені повідомлення. Я хотіла би працювати з вами!",
    "contact-me": "Зв'яжіться зі мною",
    "location": "Локалізація:",
    "ukraine": "Україна",
    "spain": "Іспанія",
    "france": "Франція",
    "contact": "Kонтакти:",
    "contact-me-follow-me": "Підписатись:",
    "send": "Надіслати",
    "price-desc": "Фотосесії спеціально розроблені, щоб запам'ятати та передати вашу історію, ваші емоції та ваш стиль. Я гарантую унікальний досвід і якісні зображення.",
    "price-1":"Зйомка до 1 години, до 25 оброблених фото, час обробки 5-10 днів",
    "price-2":"Зйомка до 2 годин, до 50 оброблених фото, час обробки 10-14 днів",
    "price-3":"Зйомка до 4 годин, до 100 оброблених фото, час обробки 14-21 день"
  }
}
